describeMetadata.xml

<?xml version="1.0" encoding="utf-8"?>
<env:Envelope
	xmlns:xsd="http://www.w3.org/2001/XMLSchema"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
	xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
	<env:Header>
		<n1:SessionHeader
			xmlns:n1="http://soap.sforce.com/2006/04/metadata">
			<n1:sessionId>sessionIdVar</n1:sessionId>
		</n1:SessionHeader>
	</env:Header>
	<env:Body>
		<n1:describeMetadata xmlns:n1="http://soap.sforce.com/2006/04/metadata">
			<n1:type type="xsd:string">apiVersionVar</n1:type>
		</n1:describeMetadata>
	</env:Body>
</env:Envelope>
